// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Сохраненные задания";

NoPrintTitle = "Не удается распечатать задание";
NoDeleteTitle = "Не удается удалить задание";
NoPrintMsg1 = "Убедитесь в правильности PIN-кода.";
NoPrintMsg2 = "Убедитесь, что принтер включен и с ним есть связь.";

DeleteJobAlertTitle = "Удалить задание \"%@\"?";
DeleteJobAlertMsg = "Все данные будут потеряны и отменить операцию невозможно.";
DeleteButtonTitle = "Удалить";
CancelButtonTitle = "Отмена";

EnableJobStoring = "Включить хранение заданий";
TaskDescription = "Выберите сохраненное задание для печати или удаления. При вводе числа требуемых копий распечатывается несколько копий.";
UserName = "Имя пользователя";
JobName = "Имя задания";
PinTitle = "Введите PIN-код защищенного задания:";
CopiesTitle = "Число копий:";
DeleteButton = "Удалить";
PrintButton = "Печать";
ApplyNowButton = "Применить";